Repository: Cizzuk/CSE
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, uk, zh_hans, zh_hant

source: If you change your Safari settings or CSE does not work properly, you may need to redo this tutorial.
ar: إذا قمت بتغيير إعدادات سفاري الخاصة بك أو لم يعمل CSE بشكل صحيح، قد تحتاج إلى إعادة هذا الشرح.
de: Wenn Sie Ihre Safari-Einstellungen ändern oder CSE nicht richtig funktioniert, müssen Sie diese Anleitung möglicherweise erneut durchführen.
es: Si cambia la configuración de Safari o CSE no funciona correctamente, es posible que tenga que volver a realizar este tutorial.
fr: Si vous modifiez les paramètres de Safari ou si le CSE ne fonctionne pas correctement, vous devrez peut-être refaire ce tutoriel.
ja: Safariの設定を変更したり、CSEがうまく動作しない場合は、このチュートリアルをやり直す必要があるかもしれません。
ko: Safari 설정을 변경하거나 CSE가 제대로 작동하지 않는 경우 이 튜토리얼을 다시 시작해야 할 수도 있습니다.
pt: Se você alterar suas configurações do Safari ou o CSE não funcionar corretamente, pode ser necessário refazer este tutorial.
ru: Если вы измените настройки Safari или CSE не будет работать должным образом, вам, возможно, придется повторить этот урок.
uk: Якщо ви змінили параметри Safari або CSE не працює належним чином, можливо, вам доведеться повторити цей посібник.
zh_hans: 如果您更改了 Safari 浏览器的设置或 CSE 无法正常工作，您可能需要重做本教程。
zh_hant: 如果您變更 Safari 設定或 CSE 無法正常運作，您可能需要重新執行本教學。

source: If you enter only one emoji, you can search on Emojipedia.org.
ar: إذا أدخلت إيموجي واحد فقط، يمكنك البحث على Emojipedia.org.
de: Wenn Sie nur ein Emoji eingeben, können Sie auf Emojipedia.org suchen.
es: Si introduces sólo un emoji, puedes buscarlo en Emojipedia.org.
fr: Si vous ne saisissez qu'un seul emoji, vous pouvez effectuer une recherche sur Emojipedia.org.
ja: 絵文字を1文字だけ入力すると、Emojipedia.orgで検索します。
ko: 이모티콘을 한 글자만 입력하면 Emojipedia.org에서 검색합니다.
pt: Se você digitar apenas um emoji, poderá buscar no Emojipedia.org.
ru: Если вы вводите только один эмодзи, то можете воспользоваться поиском на сайте Emojipedia.org.
uk: Якщо ви ввели лише один смайлик, ви можете здійснити пошук на Emojipedia.org.
zh_hans: 如果只输入一个表情符号，可以在 Emojipedia.org 上搜索。
zh_hant: 如果您只輸入一個表情符號，您可以在 Emojipedia.org 上搜尋。

source: If you set Google as your search engine, please set another search engine.
ar: إذا قمت بتعيين Google كمحرك بحث، يرجى تعيين محرك بحث آخر.
de: Wenn Sie Google als Suchmaschine eingestellt haben, stellen Sie bitte eine andere Suchmaschine ein.
es: Si ha configurado Google como motor de búsqueda, configure otro motor de búsqueda.
fr: Si vous avez choisi Google comme moteur de recherche, veuillez choisir un autre moteur de recherche.
ja: Googleを検索エンジンとして設定していた場合は、別の検索エンジンに変更してください。
ko: Google을 검색엔진으로 설정한 경우 다른 검색엔진으로 변경하세요.
pt: Se você configurar o Google como seu buscador, por favor configure outro buscador.
ru: Если вы установили Google в качестве поисковой системы, установите другую поисковую систему.
uk: Якщо ви встановили Google як пошукову систему, будь ласка, встановіть іншу пошукову систему.
zh_hans: 如果您将 Google 设置为搜索引擎，请设置其他搜索引擎。
zh_hant: 如果您設定 Google 為搜尋引擎，請設定其他搜尋引擎。

source: If you use this feature, you need to agree to the terms of service and privacy policy of Emojipedia.
ar: إذا استخدمت هذه الميزة، تحتاج إلى الموافقة على شروط الخدمة وسياسة الخصوصية لإيموجيبيديا.
de: Wenn Sie diese Funktion nutzen, müssen Sie den Nutzungsbedingungen und der Datenschutzerklärung von Emojipedia zustimmen.
es: Si utiliza esta función, debe aceptar los términos de servicio y la política de privacidad de Emojipedia.
fr: Si vous utilisez cette fonctionnalité, vous devez accepter les conditions d’utilisation et la politique de confidentialité d’Emojipedia.
ja: この機能を利用するには、Emojipediaの利用規約とプライバシーポリシーに同意している必要があります。
ko: 이 기능을 이용하려면 Emojipedia의 이용약관 및 개인정보처리방침에 동의해야 합니다.
pt: Se você usar este recurso, precisa concordar com os termos de serviço e a política de privacidade da Emojipedia.
ru: Если вы используете эту функцию, вы должны согласиться с условиями использования и политикой конфиденциальности Emojipedia.
uk: Якщо ви використовуєте цю функцію, ви повинні погодитися з умовами обслуговування та політикою конфіденційності Emojipedia.
zh_hans: 如果您使用此功能，需同意 Emojipedia 的服务条款和隐私政策。
zh_hant: 使用此功能前，您需同意 Emojipedia 的服務條款和隱私權政策。

source: Import from iCloud
ar: الاستيراد من آي كلاود
de: Aus iCloud importieren
es: Importar desde iCloud
fr: Importer depuis iCloud
ja: iCloudから読み込む
ko: iCloud에서 불러오기
pt: Importar do iCloud
ru: Импорт из iCloud
uk: Імпортувати з iCloud
zh_hans: 从 iCloud 导入
zh_hant: 從 iCloud 匯入

source: Import from JSON
ar: الاستيراد من JSON
de: Aus JSON importieren
es: Importar desde JSON
fr: Importer depuis JSON
ja: JSONから読み込む
ko: JSON에서 불러오기
pt: Importar de JSON
ru: Импорт из JSON
uk: Імпортувати з JSON
zh_hans: 从 JSON 导入
zh_hant: 從 JSON 匯入

source: Keyword
ar: الكلمة المفتاحية
de: Schlüsselwort
es: Palabra
fr: Mot-clé
ja: キーワード
ko: 키워드
pt: Palavra-chave
ru: Ключевое слово
uk: Ключове слово
zh_hans: 关键字
zh_hant: 關鍵字

source: Keyword cannot be blank
ar: لا يمكن أن تكون الكلمة المفتاحية فارغة
de: Schlüsselwort kann nicht leer sein
es: Palabra clave
fr: Le mot-clé ne peut pas être vide
ja: キーワードは空白にできません
ko: 키워드는 비워둘 수 없습니다
pt: A palavra-chave não pode estar em branco
ru: Ключевое слово не может быть пустым
uk: Ключове слово не може бути порожнім
zh_hans: 关键字不能为空
zh_hant: 關鍵字不能為空

source: Last Updated: %@
ar: آخر تحديث: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@
ja: 最終更新: %@
ko: 최종 업데이트: %@
pt: Última Atualização: %@
ru: Последнее обновление: %@
uk: Останнє оновлення: %@
zh_hans: 最后更新: %@
zh_hant: 最後更新: %@

source: License
ar: الرخصة
de: Lizenz
es: Licencia
fr: Licence
ja: ライセンス
ko: 라이선스
pt: Licença
ru: Лицензия
uk: Ліцензія
zh_hans: 许可证
zh_hant: 許可證

source: Max Query Length
ar: أقصى طول للاستعلام
de: Maximale Abfragelänge
es: Longitud máxima
fr: Longueur max de la requête
ja: クエリの最大文字数
ko: 검색어 최대 문자 수
pt: Comprimento Máximo da Consulta
ru: Максимальная длина запроса
uk: Макс. довжина запиту
zh_hans: 最大查询长度
zh_hant: 最大查詢長度

source: May not work with some Safari search engines.
ar: قد لا يعمل مع بعض محركات البحث في سفاري.
de: Funktioniert möglicherweise nicht mit einigen Safari-Suchmaschinen.
es: Puede que no funcione con algunos buscadores de Safari.
fr: Peut ne pas fonctionner avec certains moteurs de recherche Safari.
ja: いくつかのSafariの検索エンジンで動作しません。
ko: 일부 Safari 검색 엔진에서는 작동하지 않습니다.
pt: Pode não funcionar com alguns buscadores do Safari.
ru: Может не работать с некоторыми поисковыми машинами Safari.
uk: Може не працювати з деякими пошуковими системами Safari.
zh_hans: 可能不适用于某些 Safari 浏览器搜索引擎。
zh_hant: 可能無法使用某些 Safari 搜尋引擎。

source: More people will be able to continue using CSE for free
ar: سيتمكن المزيد من الأشخاص من الاستمرار في استخدام CSE مجاناً
de: Mehr Menschen werden in der Lage sein, CSE weiterhin kostenlos zu nutzen
es: Más personas podrán seguir usando gratuitamente CSE
fr: Davantage de personnes pourront continuer à utiliser le CSE gratuitement
ja: より多くの人がCSEを無料で使い続けられるようになります。
ko: 더 많은 사람들이 CSE를 무료로 계속 사용할 수 있습니다
pt: Mais pessoas poderão continuar usando o CSE gratuitamente
ru: Вы сможете изменить значок приложения
uk: Більше людей зможуть продовжувати користуватися CSE безкоштовно
zh_hans: 让更多人继续免费使用 CSE
zh_hant: 讓更多人繼續免費使用 CSE

source: Name
ar: الاسم
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt: Nome
ru: Имя
uk: Назва
zh_hans: 名称
zh_hant: 名稱

source: Next
ar: التالي
de: Nächste
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt: Próximo
ru: Следующая
uk: Наступний
zh_hans: 下一页
zh_hant: 下一頁

source: No devices found.
ar: لم يتم العثور على أجهزة.
de: Keine Geräte gefunden.
es: No se han encontrado dispositivos.
fr: Aucun appareil n'a été trouvé.
ja: デバイスが見つかりませんでした。
ko: 장치를 찾을 수 없습니다.
pt: Nenhum dispositivo encontrado.
ru: Устройства не найдены.
uk: Пристроїв не знайдено.
zh_hans: 未找到设备。
zh_hant: 沒有找到裝置。

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt: Desativado
ru: Выкл
uk: Вимкнено
zh_hans: 关闭
zh_hant: 關閉

source: On
ar: تشغيل
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켬
pt: Ativado
ru: Вкл
uk: Увімкнено
zh_hans: 打开
zh_hant: 開啟

source: Only available if you have previously purchased this.
ar: متوفر فقط إذا كنت قد اشتريته سابقاً.
de: Nur verfügbar, wenn Sie dieses Produkt bereits gekauft haben.
es: Sólo disponible si lo ha adquirido previamente.
fr: Disponible uniquement si vous avez déjà acheté ce produit.
ja: 以前に購入済みの場合のみ利用可能です。
ko: 이전에 구입한 경우에만 사용할 수 있습니다.
pt: Disponível apenas se você tiver comprado anteriormente.
ru: Доступно только в том случае, если вы уже приобрели эту книгу.
uk: Доступно лише за умови попередньої покупки.
zh_hans: 仅适用于之前已购买过该产品的用户。
zh_hant: 僅限於您先前已購買此產品。

source: Open Safari, go to Safari → Settings... and select 'Search' tab to find these settings.
ar: افتح سفاري، انتقل إلى سفاري ← الإعدادات... وحدد علامة تبويب 'بحث' للعثور على هذه الإعدادات.
de: Öffnen Sie Safari, gehen Sie zu Safari → Einstellungen... und wählen Sie den Reiter „Suchen“, um diese Einstellungen zu finden.
es: Abra Safari, vaya a Safari → Ajustes... y seleccione la pestaña «Buscar» para encontrar estos ajustes.
fr: Ouvrez Safari, allez dans Safari → Réglages... et sélectionnez l'onglet « Recherche » pour trouver ces paramètres.
ja: Safariを開いて、Safari → 設定… と選択して「検索」タブを選ぶと、これらの設定を確認できます。
ko: Safari를 열고 Safari → 설정...을 선택한 후 '검색' 탭을 선택하면 이러한 설정을 확인할 수 있습니다.
pt: Abra o Safari, vá para Safari → Definições... e selecione a aba 'Busca' para encontrar estas configurações.
ru: Откройте Safari, перейдите в меню Safari → Настройки... и выберите вкладку «Поиск», чтобы найти эти настройки.
uk: Відкрийте Safari, перейдіть до Safari → Параметри... і виберіть вкладку «Пошук», щоб знайти ці налаштування.
zh_hans: 打开 Safari 浏览器，进入 Safari 浏览器 → 设置...，选择 “搜索 ”选项卡，找到这些设置。
zh_hant: 開啟 Safari，移至「Safari」→「設定...」，然後選擇「搜尋」標籤以尋找這些設定。

source: Open Safari, go to Safari → Settings..., select 'Extensions' tab and enable CSE. Then 'Allow' the following webpage from 'Edit Websites...' button.
ar: افتح سفاري، انتقل إلى سفاري ← الإعدادات...، وحدد علامة تبويب 'الملحقات' وقم بتمكين CSE. ثم 'السماح' لصفحة الويب التالية من زر 'تحرير المواقع...'.
de: Öffnen Sie Safari, gehen Sie zu Safari → Einstellungen..., wählen Sie den Reiter „Erweiterungen“ und erlauben Sie CSE. Dann lassen Sie die folgende Webseite über die Schaltfläche „Websites bearbeiten...“ zu.
es: Abra Safari, vaya a Safari → Ajustes..., seleccione la pestaña «Extensiones» y active CSE. A continuación, «Permitir» la siguiente página web desde el botón «Editar sitios web...».
fr: Ouvrez Safari, allez dans Safari → Réglages..., sélectionnez l'onglet « Extensions » et activez le CSE. Autorisez ensuite la page web suivante à partir du bouton « Modifier les sites web pour afficher... ».
ja: Safariを開いて、Safari → 設定… と選択して「拡張機能」タブからCSEを有効にします。それから以下のWebページを「Webサイトを編集」ボタンから「許可」してください。
ko: Safari를 열고 Safari → 설정...을 선택한 후 '확장 프로그램' 탭에서 CSE를 활성화합니다. 그리고 아래 웹페이지를 '웹 사이트 편집…' 버튼에서 '허용'하십시오.
pt: Abra o Safari, vá para Safari → Definições..., selecione a aba 'Extensões' e ative o CSE. Depois, 'Permitir' a seguinte página da web no botão 'Editar Sites...'.
ru: Откройте Safari, перейдите в меню Safari → Настройки..., выберите вкладку «Расширения» и включите CSE. Затем «Разрешить» следующую веб-страницу с помощью кнопки «Изменить веб-сайты...».
uk: Відкрийте Safari, перейдіть до Safari → Параметри..., виберіть вкладку «Розширення» та увімкніть CSE. Потім «Дозволити» наступну веб-сторінку за допомогою кнопки «Редагувати вебсайти...».
zh_hans: 打开 Safari 浏览器，进入 Safari 浏览器 → 设置...，选择 “扩展 ”选项卡并启用 CSE。然后从 “编辑网站... ”按钮中 “允许 ”以下网页。
zh_hant: 開啟 Safari，前往「Safari」→「設定...」，選擇「延伸功能」標籤並啟用 CSE。然後從「編輯網站...」按鈕中「允許」以下網頁。

source: Operation
ar: عملية
de: Aktion
es: Operación
fr: Opération
ja: 操作
ko: 작업
pt: Operação
ru: Операция
uk: Операція
zh_hans: 操作
zh_hant: 操作

source: Please allow CSE at the following webpage
ar: يرجى السماح بـ CSE على صفحة الويب التالية
de: Bitte erlauben Sie CSE, die folgende Webseite bearbeiten
es: Por favor, permita a CSE en la siguiente página web
fr: Veuillez autoriser le CSE à consulter la page web suivante
ja: 以下のWebページでCSEを許可してください
ko: 아래 웹페이지에서 CSE를 허용해 주세요.
pt: Por favor, permita o CSE na seguinte página da web
ru: Пожалуйста, разрешите проведение ЕГЭ на следующей веб-странице
uk: Будь ласка, дозвольте CSE на наступній веб-сторінці
zh_hans: 请允许 CSE 访问以下网页
zh_hant: 請在以下網站上允許 CSE

source: Please make sure that the following items are the same as your Safari settings
ar: يرجى التأكد من أن العناصر التالية هي نفسها إعدادات سفاري الخاصة بك
de: Bitte vergewissern Sie sich, dass die folgenden Punkte mit Ihren Safari-Einstellungen übereinstimmen
es: Asegúrese de que los siguientes elementos coinciden con la configuración de Safari
fr: Veillez à ce que les éléments suivants correspondent aux paramètres de Safari
ja: 以下の項目をあなたのSafariの設定と同じものにしてください。
ko: 아래 항목을 Safari의 설정과 동일하게 설정해 주세요.
pt: Por favor, certifique-se de que os seguintes itens são os mesmos que suas configurações do Safari
ru: Убедитесь, что следующие пункты совпадают с настройками Safari
uk: Будь ласка, переконайтеся, що наступні пункти збігаються з параметрами вашого браузера Safari
zh_hans: 请确保以下项目与您的 Safari 浏览器设置相同
zh_hant: 請確認下列項目與您的 Safari 設定相同

source: Popular Search Engines
ar: محركات البحث الشائعة
de: Beliebte Suchmaschinen
es: Buscadores populares
fr: Moteurs de recherche populaires
ja: 人気の検索エンジン
ko: 인기 검색 엔진
pt: Buscadores Populares
ru: Популярные Поисковые машины
uk: Популярні пошукові системи
zh_hans: 热门搜索引擎
zh_hant: 熱門搜尋引擎

source: POST Data
ar: بيانات POST
de: POST-Daten
es: Datos POST
fr: Données POST
ja: POSTデータ
ko: POST 데이터
pt: Dados POST
ru: Данные POST
uk: POST-дані
zh_hans: POST 数据
zh_hant: POST 資料

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt: Política de Privacidade
ru: Политика конфиденциальности
uk: Політика конфіденційності
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Private Search Engine
ar: محرك بحث خاص
de: „Privates Surfen“-Sucfen
es: Buscador privado
fr: Moteur de recherche privé
ja: プライベート検索エンジン
ko: 개인정보 보호 검색 엔진
pt: Buscador Privado
ru: Поисковая машина Частного доступа
uk: Приватна пошукова система
zh_hans: 无痕浏览搜索引擎
zh_hant: 私密搜尋引擎

source: Purchase Failed
ar: فشلت عملية الشراء
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Échec de l'achat
ja: 購入に失敗しました
ko: 구매 실패
pt: Falha na Compra
ru: Покупка не состоялась
uk: Не вдалося здійснити покупку
zh_hans: 购买失败
zh_hant: 購買失敗

source: Purchase is currently not available.
ar: الشراء غير متوفر حالياً.
de: Der Kauf ist derzeit nicht möglich.
es: La compra no está disponible actualmente.
fr: L'achat n'est actuellement pas disponible.
ja: 現在購入できません。
ko: 현재 구매할 수 없습니다.
pt: A compra não está disponível no momento.
ru: В настоящее время покупка недоступна.
uk: Наразі покупка недоступна.
zh_hans: 目前无法购买。
zh_hant: 目前無法購買。

source: Purchase Success!
ar: نجاح عملية الشراء!
de: Kaufen Sie Erfolg!
es: ¡Éxito de la compra!
fr: Achat réussi !
ja: 購入に成功しました！
ko: 구매 완료!
pt: Compra Realizada com Sucesso!
ru: Приобрести Успех!
uk: Покупка успішна!
zh_hans: 购买成功！
zh_hant: 購買成功！

source: Purchase:
ar: شراء:
de: Kaufen:
es: Compra:
fr: Achat:
ja: 購入:
ko: 구매 완료!
pt: Compra:
ru: Приобрести:
uk: Покупка:
zh_hans: 购买:
zh_hant: 購買:

source: Quick Search
ar: بحث السريع
de: Schnellsuche
es: Búsqueda rápida
fr: Recherche rapide
ja: クイック検索
ko: 빠른 검색
pt: Busca Rápida
ru: Быстрый поиск
uk: Швидкий пошук
zh_hans: 快速搜索
zh_hant: 快速搜尋

source: Quick Search Engine
ar: محرك بحث السريع
de: Schnellsuchmaschine
es: Buscador rápido
fr: Moteur de recherche rapide
ja: クイック検索エンジン
ko: 빠른 검색 엔진
pt: Buscador Rápido
ru: Быстрый поиск Поисковая машина
uk: Швидка пошукова система
zh_hans: 快速搜索引擎
zh_hant: 快速搜尋引擎

source: Quick Search Engines
ar: محركات بحث السريع
de: Schnellsuchmaschinen
es: Buscadores rápidos
fr: Moteur de recherche rapide
ja: クイック検索エンジン
ko: 빠른 검색 엔진
pt: Buscadores Rápidos
ru: Быстрый поисковые машины
uk: Швидкий пошукова система
zh_hans: 快速搜索引擎
zh_hant: 快速搜尋引擎

source: Recommended Search Engines
ar: محركات البحث الموصى بها
de: Empfohlene Suchmaschinen
es: Buscadores recomendados
fr: Moteurs de recherche recommandés
ja: おすすめの検索エンジン
ko: 추천 검색 엔진
pt: Buscadores Recomendados
ru: Рекомендуемые поисковые машины
uk: Рекомендовані пошукові системи
zh_hans: 推荐搜索引擎
zh_hant: 推薦搜尋引擎

source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置き換え
ko: 교체
pt: Substituir
ru: Заменить
uk: Замінити
zh_hans: 替换
zh_hant: 取代

source: Replace query with %s
ar: استبدال الاستعلام بـ %s
de: Ersetze Abfrage durch %s
es: Sustituir consulta por %s
fr: Remplacer la recherche par %s
ja: クエリを%sで置き換えます
ko: 쿼리를 %s로 대체합니다.
pt: Substituir consulta por %s
ru: Замените запрос на %s
uk: Замініть запит на %s
zh_hans: 用 %s 替换查询
zh_hant: 用 %s 取代查詢

source: Reset All Advanced Settings
ar: إعادة ضبط جميع الإعدادات المتقدمة
de: Alle erweiterten Einstellungen zurücksetzen
es: Restablecer todos los ajustes avanzados
fr: Réinitialiser tous les paramètres avancés
ja: 全ての高度な設定をリセット
ko: 모든 고급 설정 재설정하기
pt: Redefinir Todos os Ajustes Avançados
ru: Сброс всех дополнительных настроек
uk: Скидання всіх додаткових параметрів
zh_hans: 重置所有高级设置
zh_hant: 重設所有進階設定

source: Restore from iCloud
ar: الاستعادة من آي كلاود
de: Aus iCloud wiederherstellen
es: Restaurar desde iCloud
fr: Restaurer depuis iCloud
ja: iCloudから復元
ko: iCloud에서 복원
pt: Restaurar do iCloud
ru: Восстановить из iCloud
uk: Відновити з iCloud
zh_hans: 从 iCloud 恢复
zh_hant: 從 iCloud 還原

source: Restore Purchase
ar: استعادة الشراء
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
ja: 購入を復元
ko: 구매 복원
pt: Restaurar Compra
ru: Восстановить покупку
uk: Відновити покупку
zh_hans: 复元购买
zh_hant: 復原購買

source: Restore Success!
ar: نجاح الاستعادة!
de: Erfolg wiederherstellen!
es: ¡Restaurar el éxito!
fr: Restaurer le succès !
ja: 復元に成功しました！
ko: 복원에 성공했습니다!
pt: Restauração Bem-sucedida!
ru: Восстановите успех!
uk: Відновити успіх!
zh_hans: 复元成功！
zh_hant: 復原成功！

source: Safari Search Engines
ar: محركات بحث سفاري
de: Safari-Suchmaschinen
es: Buscadores de Safari
fr: Moteurs de recherche Safari
ja: Safariの検索エンジン
ko: Safari 검색 엔진
pt: Buscadores do Safari
ru: Поисковые машины Safari
uk: Пошукові системи Safari
zh_hans: Safari 浏览器搜索引擎
zh_hant: Safari 搜尋引擎

source: Safari Settings
ar: إعدادات سفاري
de: Safari-Einstellung
es: Configuración de Safari
fr: Réglage de Safari
ja: Safariの設定
ko: Safari 설정
pt: Ajustes do Safari
ru: Настройка Safari
uk: Параметри Safari
zh_hans: Safari 浏览器设置
zh_hant: Safari 設定

source: Save
ar: حفظ
de: Fertig
es: OK
fr: OK
ja: 保存
ko: 저장
pt: Salvar
ru: Готово
uk: Зберегти
zh_hans: 完成
zh_hant: 完成

source: Search Engine
ar: محرك البحث
de: Suchmaschine
es: Buscador
fr: Moteur de recherche
ja: 検索エンジン
ko: 검색 엔진
pt: Buscador
ru: Поисковая машина
uk: Пошукова система
zh_hans: 搜索引擎
zh_hant: 搜尋引擎

source: Search Engine Type
ar: نوع محرك البحث
de: Typ der Suchmaschine
es: Tipo de Buscador
fr: Type de Moteur de recherch
ja: 検索エンジンの種類
ko: 검색 엔진 유형
pt: Tipo de Buscador
ru: Тип Поисковой машины
uk: Тип пошукової системи
zh_hans: 搜索引擎类型
zh_hant: 搜尋引擎類型

source: Search Engine URL
ar: رابط محرك البحث
de: URL der Suchmaschine
es: Buscador URL
fr: Moteur de recherche URL
ja: 検索エンジンのURL
ko: 검색 엔진 URL
pt: URL do Buscador
ru: URL Поисковой машины
uk: URL-адреса Пошукової системи
zh_hans: 搜索引擎 URL
zh_hant: 搜尋引擎 URL

source: Search URL
ar: رابط البحث
de: Such-URL
es: Buscar URL
fr: Rechercher l'URL
ja: 検索URL
ko: 검색 URL
pt: URL de Busca
ru: URL поиска
uk: Пошук URL
zh_hans: 搜索 URL
zh_hant: 搜尋 URL

source: Search URL cannot be blank
ar: لا يمكن أن يكون رابط البحث فارغاً
de: Such-URL kann nicht leer sein
es: Buscar URL no puede estar en blanco
fr: Rechercher l'URL de recherche ne peut pas être vide
ja: 検索URLは空欄にできません
ko: 검색 URL은 비워둘 수 없습니다.
pt: A URL de busca não pode estar em branco
ru: URL поиска не может быть пустым
uk: Пошук URL не може бути порожньою
zh_hans: 搜索 URL 不能为空
zh_hant: 搜尋 URL 不能為空

source: Set Default Search Engine
ar: تعيين محرك البحث الافتراضي
de: Standard-Suchmaschine einstellen
es: Definir Buscador defecto
fr: Définir le moteur de recherche par défaut
ja: デフォルトの検索エンジンを設定
ko: 기본 검색 엔진 설정
pt: Definir Buscador Padrão
ru: Настройка поисковой машины по умолчанию
uk: Встановити Пошукову систему за замовчуванням
zh_hans: 设置默认搜索引擎
zh_hant: 設定預設搜尋引擎

source: Set Emoji Search
ar: تعيين إيموجي بحث
de: Emoji-Suche einstellen
es: Definir Búsqueda emoji
fr: Définir la recherche d'Emoji
ja: 絵文字検索を設定
ko: 이모티콘 검색 설정
pt: Definir Busca Emoji
ru: Настройка поиска эмодзи
uk: Налаштувати Пошук емодзі
zh_hans: 设置表情符号搜索
zh_hant: 設定表情符號搜尋

source: Set Private Search Engine
ar: تعيين محرك بحث خاص
de: „Privates Surfen"-Suchmaschine einstellen
es: Definir Buscador privado
fr: Définir le moteur de recherche privé
ja: プライベート検索エンジンを設定
ko: 개인정보 보호 검색 엔진 설정
pt: Definir Buscador Privado
ru: Настройка Поисковой машины Частного доступа
uk: Параметри Пошук емодзі
zh_hans: 设置无痕搜索引擎
zh_hant: 設定私密搜尋引擎

source: Set Quick Search
ar: تعيين بحث السريع
de: Schnellsuche einstellen
es: Definir Búsqueda rápida
fr: Définir la recherche rapide
ja: クイック検索を設定
ko: 빠른 검색 설정
pt: Definir Busca Rápida
ru: Настройка быстрого поиска
uk: Параметри Швидкий пошук
zh_hans: 设置快速搜索
zh_hant: 設定快速搜尋

source: Set Search Engine
ar: تعيين محرك البحث
de: Suchmaschine einstellen
es: Definir Buscador
fr: Définir le moteur de recherche
ja: 検索エンジンを設定
ko: 검색 엔진 설정
pt: Definir Buscador
ru: Настройка Поисковую машину
uk: Налаштування Пошукової системи
zh_hans: 设置搜索引擎
zh_hant: 設定搜尋引擎

source: Sets a Custom Default Search Engine on CSE.
ar: يتم تعيين محرك بحث افتراضي مخصص على CSE.
de: Einstellungen einer Standard-Suchmaschine auf CSE.
es: Configura un Buscador defecto en CSE.
fr: Définit un moteur de recherche personnalisé par défaut sur le CSE.
ja: CSEでデフォルトのカスタム検索エンジンを設定します。
ko: CSE에서 기본 검색 엔진을 설정합니다.
pt: Configura um Buscador Padrão Personalizado no CSE.
ru: Настройка пользовательской поисковой машины по умолчанию на CSE.
uk: Встановлює власної Пошукову систему за замовчуванням для CSE.
zh_hans: 设置 CSE 上的自定义默认搜索引擎。
zh_hant: 在 CSE 上設定自訂預設搜尋引擎。

source: Sets a Custom Private Search Engine on CSE.
ar: يتم تعيين محرك بحث خاص مخصص على CSE.
de: Einstellungen einer „Privates Surfen“-Suchmaschine auf CSE.
es: Configura un Buscador privado en CSE.
fr: Définit un moteur de recherche privé personnalisé sur le CSE.
ja: CSEプライベートカスタム検索エンジンを設定します。
ko: CSE에서 개인정보 보호 검색 엔진을 설정합니다.
pt: Configura um Buscador Privado Personalizado no CSE.
ru: Настройка пользовательской Поисковой машины Частного доступа на CSE.
uk: Встановлення власної Приватної пошукової системи для CSE.
zh_hans: 设置 CSE 上的自定义无痕搜索引擎。
zh_hant: 在 CSE 上設定自訂私密搜尋引擎。

source: Sets a Custom Search Engine to be used during this Focus.
ar: يتم تعيين محرك بحث مخصص ليتم استخدامه أثناء هذا التركيز.
de: Legt ein Suchmaschine fest, die bei diesem Fokus verwendet werden soll.
es: Define qué Buscador se usará cuando se active este modo de concentración.
fr: Définit un Moteur de recherche personnalisé à utiliser lorsque ce mode de concentration est activé.
ja: この集中モード中に使用するカスタム検索エンジンを設定します。
ko: 이 집중 모드 중에 사용할 사용자 지정 검색 엔진을 설정합니다.
pt: Configura um Buscador Personalizado para ser usado durante este Foco.
ru: Настройка Поисковую машину для использования во время этого фокусирования.
uk: Дозволяє встановити власної пошукову систему, яка буде використовуватися під час цього Зосередження.
zh_hans: 设置在此专注模式期间使用的自定义搜索引擎。
zh_hant: 設定要在此 「專注模式 」期間使用的 「自訂搜尋引擎」。

source: Setup Custom Search Engine
ar: إعداد محرك بحث مخصص
de: Benutzerdefinierte Suchmaschine einrichten
es: Configurar Buscador Personalizado
fr: Configuration d'un moteur de recherche personnalisé
ja: カスタム検索エンジンを設定
ko: 맞춤 검색 엔진 설정하기
pt: Configurar Buscador Personalizado
ru: Настройка пользовательской поисковой машины
uk: Налаштування власної пошукової системи
zh_hans: 设置自定义搜索引擎
zh_hant: 設定自訂搜尋引擎
